/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Is éard atá i nDroichead ná athsheachadán Tor a chabhraíonn leat cinsireacht a sheachaint. Is féidir leat triail a bhaint as droichead má chuireann do sholáthraí seirbhíse cosc ar Tor; úsáideann gach cineál droichid modh difriúil chun cinsireacht a sheachaint; mura n-éiríonn leat le cineál amháin, bain triail as ceann eile.\n\nIs féidir leat na droichid thíos a úsáid, nó cinn eile a fháil ag %.";
"No Bridges: Directly Connect to Tor" = "Gan Droichead: Ceangal Díreach le Tor";
"Provided Bridges: %" = "Droichid ar fáil: %";
"Custom Bridges" = "Droichid Saincheaptha";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Cumraíocht Droichead";
"Done" = "Déanta";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Uaireanta, caithfidh tú droichead a úsáid le Tor a bhaint amach.";
"TELL ME MORE" = "TUILLEADH EOLAIS";


// ConnectingViewController.swift
"Connected!" = "Ceangailte!";
"__CLAIM_1__" = "Is é ár bpobal ó chúlraí éagsúla an rud is fearr faoi Tor!";
"__CLAIM_2__" = "Úsáideann daoine Tor gach lá chun lorgairí margaíochta a sheachaint.";
"__CLAIM_3__" = "Nuair atá cosc ar Facebook, úsáideann daoine Tor chun dul i dteagmháil le cairde agus lena muintir.";
"__CLAIM_4__" = "Úsáideann gníomhaígh Tor lena dtuairimí a chur amach ar Twitter gan srian.";
"__CLAIM_5__" = "Úsáideann blagálaithe Tor chun an pobal a spreagadh i dtreo leasaithe shóisialta.";
"__CLAIM_6__" = "Úsáideann iriseoirí Tor chun taighde a dhéanamh ar scéalta nuachta go sábháilte.";
"__CLAIM_7__" = "Úsáideann lucht gnó Tor lena gcuid straitéisí a choinneáil faoi rún.";
"__CLAIM_8__" = "Úsáideann lucht oibre Tor chun cothrom na Féinne a bhaint amach gan eagla go mbrisfí as a bpost iad.";


// ConnectingViewController.xib
"We're connecting you." = "Do do cheangal.";
"START BROWSING" = "BRABHSÁIL ANOIS";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "I mbrabhsálaí eile, tabhair cuairt ar % agus roghnaigh 'Faigh Droichid'. Úsáid an rannán 'Ardroghanna'; molaimid an Córas Iompair Ionphlugáilte 'obfs4'. (Ná roghnaigh IPv6.)\n\nIs féidir leat deilbhín an cheamara a thapáil chun an cód QR ón suíomh a scanadh, nó cóipeáil agus greamaigh na 'línte droichid' anseo de láimh:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Chuaigh rud éigin i bhfostú! Scoir, ansin atosaigh an aip.";


// HelloViewController.xib
"Hello" = "Dia dhuit";
"Welcome to Tor on mobile." = "Fáilte go dtí an leagan soghluaiste de Tor.";
"CHANGE LANGUAGE" = "ATHRAIGH AN TEANGA";
"Change Language" = "Athraigh an Teanga";
"Cancel" = "Cealaigh";


// IntroViewController.xib
"CONTINUE WITHOUT" = "AR AGHAIDH GAN DROICHEAD";
"USE A BRIDGE" = "ÚSÁID DROICHEAD";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Brabhsáil an tIdirlíon oscailte mar a bhíodh sé.";
"No tracking. No censorship." = "Gan lorgaireacht. Gan chinsireacht.";


// ScanQrViewController.swift
"Error" = "Earráid";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Ní bhfuair tú cead an cód QR a scanadh, nó ní féidir leat é a dhéanamh ar do ghléas.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Níorbh fhéidir an cód QR a dhíchódú! An bhfuil tú cinnte go bhfuair tú ó bridges.torproject.org é?";
